cask_args appdir: '/Applications'
tap "homebrew/cask"
tap "homebrew/cask-drivers"

brew 'autoconf'
brew 'automake'
brew 'coreutils'
brew 'diffutils'
brew 'doxygen'
brew 'findutils'
brew 'gawk'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'moreutils'
brew 'openssl'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'libgda'
brew 'gdbm'
brew 'git'
brew 'gh'
brew 'grc'
brew 'libevent'
brew 'libxml2'
brew 'pcre'
brew 'pkg-config'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'zsh'
brew 'starship'
brew 'mas'
brew 'neovim'
brew 'fzf'
brew 'ripgrep'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
brew 'git-delta'
brew 'asdf'
brew 'xz'

cask 'appcleaner'
cask 'rectangle'
cask 'spotify'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'alfred'

mas 'amphetamine', id: 937984704
