cask_args appdir: '/Applications'
brew 'autoconf'
brew 'automake'
brew 'coreutils'
brew 'doxygen'
brew 'erlang'
brew 'elixir'
brew 'openssl'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'gdbm'
brew 'git'
brew 'grc'
brew 'libevent'
brew 'libxml2'
brew 'node'
brew 'pcre'
brew 'pkg-config'
brew 'ruby-build'
brew 'rbenv'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'the_silver_searcher'
brew 'tmux'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'mas'
brew 'neovim'

cask '1password'
cask 'appcleaner'
cask 'atom'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'osxfuse'
cask 'skype'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'telegram'
cask 'the-unarchiver'
cask 'whatsapp'
cask 'visual-studio-code'
cask 'vlc'

mas 'pixelmator', id: 407963104
mas 'twitter', id: 409789998
mas 'amphetamine', id: 937984704
